{
  "events": [
    {
      "id": "1",
      "title": "IEEE PES SBC Inauguration",
      "description": "Event is organized by IEEE Power Energy Society Student Branch Chapter, Indian Institute of Technology, Patna on 1st  July 2024, 2:30 PM (IST)",
      "detailedTopDescription": [
        "We are delighted to invite you to the inauguration ceremony of the newly established IEEE Power & Energy Society Student Branch Chapter at IIT Patna. This significant event will be held on July 1, 2024, at 2:30 PM IST. Drives at Liverpool John Moores University. The hybrid lecture, held in Engineering_A_3.053, at 13:00 BST, proved to be a highly informative and insightful event.",
        "The IEEE Power & Energy Society is dedicated to the development of innovative technologies and solutions for the power and energy sector. Our new student branch chapter aims to provide a platform for students to engage with professionals, participate in technical activities, and contribute to advancements in this critical field.\n\nJoin us for the inauguration ceremony, where esteemed guests from the industry and academia will share their insights and experiences. This event marks the beginning of a journey towards fostering knowledge, innovation, and collaboration in the power and energy sector at IIT Patna.\n\nWe look forward to your presence and participation in celebrating this milestone with us.",
        "We are honored to have Chandan Kumar, Chief Manager at Grid India, as our Guest of Honour, and S. Sivasubramani, Head of the Department of Electrical Engineering at IIT Patna, as our Chief Guest. The event will be held under the guidance of S. K. Parida, Associate Professor and Advisor of the IEEE PES SBC at IIT Patna."
      ],
      "detailedBottomDescription": [],
      "images": [],
      "imagesCaption": [
        "Figure 1. Event Flyer Levi talking about fully integrated on-board charging.Levi talking about fully integrated on-board charging Event Flyer Levi talking about fully integrated on-board charging.Levi talking about fully integrated on-board charging."
      ],
      "date": "01/07/2024",
      "poster": "poster1.png",
      "registrationLink": "https://docs.google.com/forms/d/e/1FAIpQLSeSSvFlkr9eVlZ-z4En6eM9QUvqwR5yF9AFCRF0Qac4hV6FgQ/viewform",
      "organizedByOrganization": "IEEE PES Chapter, IIT Patna",
      "organizerPersons": "Kumar Abhinav, Priyesh Saini",
      "organizersPositions": "Chair, Secretary at the IEEE PES Student Chapter"
    }
  ]
}
