{
  "events": [
    {
      "id": "2",
      "title": "Multi Machine Simulation and Wide Area Power System Stabilizer Design for Power Systems",
      "description": "Talk is organized by IEEE Power Energy Society Student Branch Chapter, Indian Institute of Technology, Patna on 23rd  July 2024, 5:00 PM (IST)",
      "detailedTopDescription": [
        "Short Abstract: This talk covers the simulation technique for a multimachine power system, primarily focusing on the current balance method. This technique aids in dynamic analysis of power systems by considering the modeling of all synchronous generators. Additionally, the presentation will discuss the nature of low-frequency oscillations (LFOs) based on the designed model, with particular emphasis on inter-area oscillation (IAO) damping. To address IAO modes, a two-stage lead-lag power system design, based on IEEE standard power systems, will also be covered."
      ],
      "detailedBottomDescription": [
        "About Speaker: Dr. Abhineet Prakash (Member, IEEE) received his B.E. degree in Electrical and Electronics Engineering from Rajiv Gandhi Proudyogiki Vishwavidyalaya, Bhopal, India, in 2015, and his M.Tech. degree in Power Systems from the National Institute of Technology, Patna, India, in 2018. He completed his Ph.D. in Electrical Engineering at the Indian Institute of Technology, Patna, under the supervision of Dr. S. K. Parida (Associate Professor, IIT Patna).\nFor his M.Tech. work, Dr. Prakash received the Certificate of Excellence Award from the National Institute of Technology, Patna, in 2018. He was also awarded the prestigious POSOCO Power System Award 2023 in the doctoral category by Grid Controller of India Ltd, Govt. of India. Additionally, he is one of the four recipients worldwide of the IEEE PES Outstanding Doctoral Dissertation Award 2024.\nDr. Prakash has served as an assistant professor in the Electrical Engineering Department at NIT Calicut. He also worked as a control system engineer at the HVDC/FACTS Center of Excellence, General Electric (GE) Renewable Energy, in Noida. Additionally, he spent six months as a visiting researcher at Khalifa University, Abu Dhabi, United Arab Emirates, under the supervision of Prof. Mohamed Shawky El Moursi.\nHis research interests include power system operation, control, and stability, with a focus on high penetration of renewable energy sources.\n"
      ],
      "images": [
        "talk1.png"
      ],
      "imagesCaption": [],
      "date": "23/07/2024",
      "poster": "talk1.png",
      "registrationLink": "",
      "organizedByOrganization": "IEEE PES Chapter, IIT Patna",
      "organizerPersons": "Kumar Abhinav, Rohit Ray",
      "organizersPositions": "Chair, Vice chair at the IEEE PES Student Chapter"
    },
    {
      "id": "1",
      "title": "IEEE PES SBC Inauguration",
      "description": "Event is organized by IEEE Power Energy Society Student Branch Chapter, Indian Institute of Technology, Patna on 1st  July 2024, 2:30 PM (IST)",
      "detailedTopDescription": [
        "We are delighted to invite you to the inauguration ceremony of the newly established IEEE Power & Energy Society Student Branch Chapter at IIT Patna. This significant event will be held on July 1, 2024, at 2:30 PM IST. Drives at Liverpool John Moores University. The hybrid lecture, held in Engineering_A_3.053, at 13:00 BST, proved to be a highly informative and insightful event.",
        "The IEEE Power & Energy Society is dedicated to the development of innovative technologies and solutions for the power and energy sector. Our new student branch chapter aims to provide a platform for students to engage with professionals, participate in technical activities, and contribute to advancements in this critical field.\n\nJoin us for the inauguration ceremony, where esteemed guests from the industry and academia will share their insights and experiences. This event marks the beginning of a journey towards fostering knowledge, innovation, and collaboration in the power and energy sector at IIT Patna.\n\nWe look forward to your presence and participation in celebrating this milestone with us.",
        "We are honored to have Chandan Kumar, Chief Manager at Grid India, as our Guest of Honour, and S. Sivasubramani, Head of the Department of Electrical Engineering at IIT Patna, as our Chief Guest. The event will be held under the guidance of S. K. Parida, Associate Professor and Advisor of the IEEE PES SBC at IIT Patna."
      ],
      "detailedBottomDescription": [],
      "images": [
        "event1.jpeg",
        "event2.jpeg",
        "event3.jpeg",
        "event4.jpeg"
      ],
      "imagesCaption": [],
      "date": "01/07/2024",
      "poster": "poster1.png",
      "registrationLink": "https://docs.google.com/forms/d/e/1FAIpQLSeSSvFlkr9eVlZ-z4En6eM9QUvqwR5yF9AFCRF0Qac4hV6FgQ/viewform",
      "organizedByOrganization": "IEEE PES Chapter, IIT Patna",
      "organizerPersons": "Kumar Abhinav, Priyesh Saini",
      "organizersPositions": "Chair, Secretary at the IEEE PES Student Chapter"
    }
  ]
}
