{
  "homeSlider": [
    {
      "image": "slider.jpg"
    },
    {
      "image": "slider.jpg"
    },
    {
      "image": "slider.jpg"
    },
    {
      "image": "slider.jpg"
    },
    {
      "image": "slider.jpg"
    },
    {
      "image": "slider.jpg"
    }
  ],
  "chapterDetails": {
    "chapterName": "IEEE PES Student Chapter",
    "chapterShortName": "IEEE PES",
    "smallLogo": "logo1.jpg",
    "logo": "logo2.jpg",
    "aboutUs": "Ieee is the world's largest technical professional organization Dedicated to advancing technology for the benefit of humanity. Iee aims To serve professionals involved in all aspects of the electrical, Electroni9cs and computing fields and related areas of science and Technology with the necessary resources for the progression of modern Civilization. The ieee body approved the formation of the ieee Nanotechnology council and its field of interest on february 17, 2022. The ieee nanotechnology council supports the advancement and Coordination of works in the field of nanotechnology by supporting the Theory, design and development of nanotechnology and its scientific, Engineering, and industrial application. The ieee nanotechnology council Is part of the division- circuits and devices and is made up of 23 Member societies and has many chapters. In this student chapter, we at Iit patna is trying to create an interactive platform for the student Members to discuss and collaborate with the academicians and industry Professional who are working in the nanotechnology field. Further, the Ieee ntc student chapter covers a vast variety of topics consisting of Photonics, optoelectronics, photovoltaic, memristive technologies, the Internet of things, and so on. The major aim of this student chapter is To develop the young professionals towards the recent development in Nanotechnology and utilize there skills for the welfare of society and Humanity.",
    "abouUsSmall": "Ieee is the world's largest technical professional organization Dedicated to advancing technology for the benefit of humanity. Iee Aims to serve professionals involved in all aspects of the Electrical, electronics and computing fields and related areas of Science and technology with the necessary resources for the Progression of modern civilization.",
    "contactEmail": "ieeepeschapter@iitp.ac.in"
  },
  "socialMedia": [
    {
      "website": "github",
      "url": "https://github.com/sandeep03edu"
    },
    {
      "website": "twitter",
      "url": "https://twitter.com/sandeep03edu"
    },
    {
      "website": "instagram",
      "url": "https://instagram.com/sandeep03edu"
    },
    {
      "website": "linkedin-in",
      "url": "https://linkedin.com/in/sandeep03edu"
    },
    {
      "website": "discord",
      "url": "https://discord.com/sandeep03edu"
    }
  ]
}
